The calculated initial intensity value.
  Namespace:   Autodesk.Revit.DB.Lighting
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2013
 Syntax
  C#
public double InitialIntensityValue { get; }
  Visual Basic
Public ReadOnly Property InitialIntensityValue As Double
	Get
  Visual C++
public:
property double InitialIntensityValue {
	double get ();
}
 See Also
  InitialIntensity Class
  Autodesk.Revit.DB.Lighting Namespace